Repository: tonytallman/CSCS-emulator
Catalog: CSCSEmulator/CSCSEmulator/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: A BLE connection could not be established.
de: Eine BLE-Verbindung konnte nicht hergestellt werden.
es: No se pudo establecer una conexión BLE.
fr: Impossible d'établir une connexion BLE.
it: Impossibile stabilire una connessione BLE.
ja: BLE接続を確立できませんでした。
ko: BLE 연결을 설정할 수 없습니다.
pt_br: Não foi possível estabelecer uma conexão BLE.
zh_hans: 无法建立 BLE 连接。
zh_hant: 無法建立 BLE 連線。

source: After the emulator is started, the supported metrics cannot be changed.
de: Nach dem Start des Emulators können die unterstützten Messwerte nicht mehr geändert werden.
es: Una vez iniciado el emulador, las métricas admitidas no se pueden cambiar.
fr: Une fois l'émulateur démarré, les mesures prises en charge ne peuvent plus être modifiées.
it: Dopo l'avvio dell'emulatore, le metriche supportate non possono essere modificate.
ja: エミュレーター開始後は、サポートする指標を変更できません。
ko: 에뮬레이터를 시작한 후에는 지원 측정값을 변경할 수 없습니다.
pt_br: Depois que o emulador for iniciado, as métricas suportadas não podem ser alteradas.
zh_hans: 模拟器启动后，支持的指标无法更改。
zh_hant: 模擬器啟動後，支援的指標無法變更。

source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
es: Se produjo un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
it: Si è verificato un errore imprevisto. Riprova.
ja: 予期しないエラーが発生しました。もう一度お試しください。
ko: 예기치 않은 오류가 발생했습니다. 다시 시도하세요.
pt_br: Ocorreu um erro inesperado. Tente novamente.
zh_hans: 发生意外错误。请重试。
zh_hant: 發生意外錯誤。請再試一次。

source: Bike Sensor
de: Fahrradsensor
es: Sensor de bicicleta
fr: Capteur vélo
it: Sensore bici
ja: 自転車センサー
ko: 자전거 센서
pt_br: Sensor de bicicleta
zh_hans: 自行车传感器
zh_hant: 自行車感測器

source: Bike Sensor Emulator
de: Fahrradsensor-Emulator
es: Emulador de sensor de bicicleta
fr: Émulateur de capteur vélo
it: Emulatore sensore bici
ja: 自転車センサーエミュレーター
ko: 자전거 센서 에뮬레이터
pt_br: Emulador de sensor de bicicleta
zh_hans: 自行车传感器模拟器
zh_hant: 自行車感測器模擬器

source: Bluetooth is not available on this device.
de: Bluetooth ist auf diesem Gerät nicht verfügbar.
es: Bluetooth no está disponible en este dispositivo.
fr: Bluetooth n'est pas disponible sur cet appareil.
it: Bluetooth non è disponibile su questo dispositivo.
ja: このデバイスではBluetoothを利用できません。
ko: 이 기기에서는 Bluetooth를 사용할 수 없습니다.
pt_br: Bluetooth não está disponível neste dispositivo.
zh_hans: 此设备不支持蓝牙。
zh_hant: 此裝置不支援藍牙。

source: Bluetooth is turned off. Enable Bluetooth in Settings to use the emulator.
de: Bluetooth ist ausgeschaltet. Aktiviere Bluetooth in den Einstellungen, um den Emulator zu verwenden.
es: Bluetooth está desactivado. Actívalo en Ajustes para usar el emulador.
fr: Bluetooth est désactivé. Activez Bluetooth dans Réglages pour utiliser l'émulateur.
it: Bluetooth è disattivato. Abilita Bluetooth in Impostazioni per usare l'emulatore.
ja: Bluetoothがオフです。エミュレーターを使用するには設定でBluetoothを有効にしてください。
ko: Bluetooth가 꺼져 있습니다. 에뮬레이터를 사용하려면 설정에서 Bluetooth를 켜세요.
pt_br: Bluetooth está desativado. Ative o Bluetooth em Ajustes para usar o emulador.
zh_hans: 蓝牙已关闭。请在设置中启用蓝牙以使用模拟器。
zh_hant: 藍牙已關閉。請在設定中啟用藍牙以使用模擬器。

source: Bluetooth permission is turned off. Enable Bluetooth access for %@ in Settings to start the emulator.
de: Die Bluetooth-Berechtigung ist deaktiviert. Aktiviere den Bluetooth-Zugriff für %@ in den Einstellungen, um den Emulator zu starten.
es: El permiso de Bluetooth está desactivado. Activa el acceso a Bluetooth para %@ en Ajustes para iniciar el emulador.
fr: L'autorisation Bluetooth est désactivée. Activez l'accès Bluetooth pour %@ dans Réglages pour démarrer l'émulateur.
it: Il permesso Bluetooth è disattivato. Abilita l'accesso Bluetooth per %@ in Impostazioni per avviare l'emulatore.
ja: Bluetoothの権限がオフです。エミュレーターを開始するには、設定で %@ のBluetoothアクセスを有効にしてください。
ko: Bluetooth 권한이 꺼져 있습니다. 에뮬레이터를 시작하려면 설정에서 %@의 Bluetooth 접근을 허용하세요.
pt_br: A permissão de Bluetooth está desativada. Ative o acesso ao Bluetooth para %@ em Ajustes para iniciar o emulador.
zh_hans: 蓝牙权限已关闭。请在设置中为 %@ 启用蓝牙访问以启动模拟器。
zh_hant: 藍牙權限已關閉。請在設定中為 %@ 啟用藍牙存取以啟動模擬器。

source: Cadence
de: Trittfrequenz
es: Cadencia
it: Cadenza
ja: ケイデンス
ko: 케이던스
pt_br: Cadência
zh_hans: 踏频
zh_hant: 踏頻

source: Choose which metrics this emulator will support. These choices cannot be changed after starting.
de: Wähle, welche Messwerte dieser Emulator unterstützt. Diese Auswahl kann nach dem Start nicht geändert werden.
es: Elige qué métricas admitirá este emulador. No podrás cambiarlas después de iniciarlo.
fr: Choisissez les mesures prises en charge par cet émulateur. Ces choix ne peuvent pas être modifiés après le démarrage.
it: Scegli quali metriche supporterà questo emulatore. Non potrai modificarle dopo l'avvio.
ja: このエミュレーターがサポートする指標を選択してください。開始後は変更できません。
ko: 이 에뮬레이터가 지원할 측정값을 선택하세요. 시작한 후에는 변경할 수 없습니다.
pt_br: Escolha quais métricas este emulador suportará. Essas escolhas não podem ser alteradas após iniciar.
zh_hans: 选择此模拟器将支持的指标。启动后无法更改这些选择。
zh_hant: 選擇此模擬器將支援的指標。啟動後無法變更這些選擇。

source: Emulator Running
de: Emulator läuft
es: Emulador en ejecución
fr: Émulateur en cours
it: Emulatore in esecuzione
ja: エミュレーター実行中
ko: 에뮬레이터 실행 중
pt_br: Emulador em execução
zh_hans: 模拟器运行中
zh_hant: 模擬器執行中

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Failed to start BLE advertising. Please try again.
de: BLE-Advertising konnte nicht gestartet werden. Bitte versuche es erneut.
es: No se pudo iniciar la difusión BLE. Inténtalo de nuevo.
fr: Impossible de démarrer la diffusion BLE. Veuillez réessayer.
it: Impossibile avviare la trasmissione BLE. Riprova.
ja: BLEアドバタイズを開始できませんでした。もう一度お試しください。
ko: BLE 어드버타이징을 시작하지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível iniciar a transmissão BLE. Tente novamente.
zh_hans: 无法启动 BLE 广播。请重试。
zh_hant: 無法啟動 BLE 廣播。請再試一次。

source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Manual: set speed and cadence with the sliders
de: Manuell: Geschwindigkeit und Trittfrequenz mit den Schiebereglern einstellen
es: Manual: ajusta velocidad y cadencia con los controles deslizantes
fr: Manuel : réglez vitesse et cadence avec les curseurs
it: Manuale: imposta velocità e cadenza con i cursori
ja: 手動：スライダーで速度とケイデンスを設定
ko: 수동: 슬라이더로 속도와 케이던스 설정
pt_br: Manual: defina velocidade e cadência com os controles deslizantes
zh_hans: 手动：使用滑块设置速度和踏频
zh_hant: 手動：使用滑桿設定速度與踏頻

source: Metrics
de: Messwerte
es: Métricas
fr: Mesures
it: Metriche
ja: 指標
ko: 측정값
pt_br: Métricas
zh_hans: 指标
zh_hant: 指標

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 랜덤
pt_br: Aleatório
zh_hans: 随机
zh_hant: 隨機

source: Random: cadence varies around 90 rpm, speed derived from cadence
de: Zufällig: Trittfrequenz schwankt um 90 rpm, Geschwindigkeit wird aus der Trittfrequenz abgeleitet
es: Aleatorio: la cadencia varía alrededor de 90 rpm; la velocidad se deriva de la cadencia
fr: Aléatoire : cadence autour de 90 tr/min, vitesse dérivée de la cadence
it: Casuale: cadenza intorno a 90 rpm, velocità derivata dalla cadenza
ja: ランダム：ケイデンスは約90 rpmで変動し、速度はケイデンスから算出されます
ko: 랜덤: 케이던스가 약 90 rpm 주변에서 변하며, 속도는 케이던스에서 계산됩니다
pt_br: Aleatório: cadência varia em torno de 90 rpm; velocidade derivada da cadência
zh_hans: 随机：踏频在 90 rpm 左右变化，速度由踏频推算
zh_hant: 隨機：踏頻在 90 rpm 左右變化，速度由踏頻推算

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
zh_hans: 速度
zh_hant: 速度

source: Start Emulator
de: Emulator starten
es: Iniciar emulador
fr: Démarrer l'émulateur
it: Avvia emulatore
ja: エミュレーターを開始
ko: 에뮬레이터 시작
pt_br: Iniciar emulador
zh_hans: 启动模拟器
zh_hant: 啟動模擬器

source: Stop Emulator
de: Emulator stoppen
es: Detener emulador
fr: Arrêter l'émulateur
it: Ferma emulatore
ja: エミュレーターを停止
ko: 에뮬레이터 중지
pt_br: Parar emulador
zh_hans: 停止模拟器
zh_hant: 停止模擬器

source: Support cadence (rpm)
de: Trittfrequenz unterstützen (rpm)
es: Admitir cadencia (rpm)
fr: Prendre en charge la cadence (tr/min)
it: Supporta cadenza (rpm)
ja: ケイデンスをサポート (rpm)
ko: 케이던스 지원 (rpm)
pt_br: Suportar cadência (rpm)
zh_hans: 支持踏频 (rpm)
zh_hant: 支援踏頻 (rpm)

source: Support speed (mph)
de: Geschwindigkeit unterstützen (mph)
es: Admitir velocidad (mph)
fr: Prendre en charge la vitesse (mph)
it: Supporta velocità (mph)
ja: 速度をサポート (mph)
ko: 속도 지원 (mph)
pt_br: Suportar velocidade (mph)
zh_hans: 支持速度 (mph)
zh_hant: 支援速度 (mph)

source: Supported Metrics
de: Unterstützte Messwerte
es: Métricas admitidas
fr: Mesures prises en charge
it: Metriche supportate
ja: サポートする指標
ko: 지원 측정값
pt_br: Métricas suportadas
zh_hans: 支持的指标
zh_hant: 支援的指標

source: The emulator is running and advertising the Cycling Speed and Cadence Service (CSCS). Connected devices will receive the simulated speed and cadence values.
de: Der Emulator läuft und sendet den Cycling Speed and Cadence Service (CSCS) über BLE aus. Verbundene Geräte erhalten die simulierten Geschwindigkeits- und Trittfrequenzwerte.
es: El emulador está en ejecución y emite por BLE el servicio de velocidad y cadencia de ciclismo (CSCS). Los dispositivos conectados recibirán los valores simulados de velocidad y cadencia.
fr: L'émulateur est en cours d'exécution et diffuse le service Cycling Speed and Cadence (CSCS). Les appareils connectés recevront les valeurs simulées de vitesse et de cadence.
it: L'emulatore è in esecuzione e trasmette tramite BLE il Cycling Speed and Cadence Service (CSCS). I dispositivi connessi riceveranno i valori simulati di velocità e cadenza.
ja: エミュレーターは実行中で、Cycling Speed and Cadence Service (CSCS) をアドバタイズしています。接続されたデバイスはシミュレートされた速度とケイデンス値を受信します。
ko: 에뮬레이터가 실행 중이며 Cycling Speed and Cadence Service (CSCS)를 어드버타이징하고 있습니다. 연결된 기기는 시뮬레이션된 속도와 케이던스 값을 수신합니다.
pt_br: O emulador está em execução e transmite via BLE o serviço de velocidade e cadência de ciclismo (CSCS). Os dispositivos conectados receberão os valores simulados de velocidade e cadência.
zh_hans: 模拟器正在运行并广播骑行速度与踏频服务 (CSCS)。已连接的设备将收到模拟的速度和踏频值。
zh_hant: 模擬器正在執行並廣播騎行速度與踏頻服務 (CSCS)。已連接的裝置將收到模擬的速度與踏頻值。

source: CSCS Emulator
es: Emulador CSCS
fr: Émulateur CSCS
it: Emulatore CSCS
ja: CSCSエミュレーター
ko: CSCS 에뮬레이터
pt_br: Emulador CSCS
zh_hans: CSCS 模拟器
zh_hant: CSCS 模擬器

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: rpm
fr: tr/min
